files/FTTH_ZTE_USERCHK.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.zte.com.cn/accessnetwork/ems/webservice/">
   <soapenv:Header>
      <web:Authentication>
         <userName>slt</userName>
         <password>Slt@17XML</password>
      </web:Authentication>
   </soapenv:Header>
   <soapenv:Body>
      <web:OperationRequestInfo>
         <operationName>LST-ONU</operationName>
         <operatedObject>
            <param>
               <name>OLTID</name>
               <value>%ADSL_ZTE_DNAME%</value>
            </param>
			<param>
               <name>PONID</name>
               <value>%FTTH_ZTE_PID%</value>
            </param>
	                <param> 
               <name>ONUID</name> 
               <value>%FTTH_HUW_VP%</value> 
            </param> 
             <param> 
               <name>ONUIDTYPE</name> 
               <value>ONU_NUMBER</value> 
            </param> 
	</operatedObject>
	<operationParam>
    </operationParam>
      </web:OperationRequestInfo>
   </soapenv:Body>
</soapenv:Envelope>